import NewsItemImage from "../../assets/img/news.jpg";
import NewsItems from "../NewsItems";

export default function News() {
  return (
    <section className="container mt-5">
      <h1 className="fs-1 fw-bold text-center my-2">TODAY NEWS</h1>
      <div className="row justify-content-center gy-3">
        <NewsItems
          src={NewsItemImage}
          title="গ্রীষ্মকালীন ছুটি"
          date="12.05.2023"
          des=" বেগম রোকেয়া বিশ্ববিদ্যালয়, (বেরোবি) রংপুর গ্রীষ্মকালীন অবকাশ, বুদ্ধপূর্ণিমা, শবে কদর, জুমাতুল বিদা এবং ঈদ-উল-ফিতর উপলক্ষে বিশ^বিদ্যালয়ের ছুটি আগাম ১৯ মে ২০১৯ তারিখ, রবিবার থেকে শুরু হচ্ছে, চলবে ১৬ জুন ২০১৯ তারিখ রবিবার পর্যন্ত"
        />
        <NewsItems
          src={NewsItemImage}
          title="গ্রীষ্মকালীন ছুটি"
          date="12.05.2023"
          des=" বেগম রোকেয়া বিশ্ববিদ্যালয়, (বেরোবি) রংপুর গ্রীষ্মকালীন অবকাশ, বুদ্ধপূর্ণিমা, শবে কদর, জুমাতুল বিদা এবং ঈদ-উল-ফিতর উপলক্ষে বিশ^বিদ্যালয়ের ছুটি আগাম ১৯ মে ২০১৯ তারিখ, রবিবার থেকে শুরু হচ্ছে, চলবে ১৬ জুন ২০১৯ তারিখ রবিবার পর্যন্ত"
        />
        <NewsItems
          src={NewsItemImage}
          title="গ্রীষ্মকালীন ছুটি"
          date="12.05.2023"
          des=" বেগম রোকেয়া বিশ্ববিদ্যালয়, (বেরোবি) রংপুর গ্রীষ্মকালীন অবকাশ, বুদ্ধপূর্ণিমা, শবে কদর, জুমাতুল বিদা এবং ঈদ-উল-ফিতর উপলক্ষে বিশ^বিদ্যালয়ের ছুটি আগাম ১৯ মে ২০১৯ তারিখ, রবিবার থেকে শুরু হচ্ছে, চলবে ১৬ জুন ২০১৯ তারিখ রবিবার পর্যন্ত"
        />
        <NewsItems
          src={NewsItemImage}
          title="গ্রীষ্মকালীন ছুটি"
          date="12.05.2023"
          des=" বেগম রোকেয়া বিশ্ববিদ্যালয়, (বেরোবি) রংপুর গ্রীষ্মকালীন অবকাশ, বুদ্ধপূর্ণিমা, শবে কদর, জুমাতুল বিদা এবং ঈদ-উল-ফিতর উপলক্ষে বিশ^বিদ্যালয়ের ছুটি আগাম ১৯ মে ২০১৯ তারিখ, রবিবার থেকে শুরু হচ্ছে, চলবে ১৬ জুন ২০১৯ তারিখ রবিবার পর্যন্ত"
        />
      </div>
    </section>
  );
}
